{
    "About Us": "Welcome to the **Student Conscious Club (SCC)**, a student-led organization dedicated to fostering social responsibility, leadership, and self-awareness among the youth of our nation. As a non-profit organization, SCC is committed to nurturing the holistic development of students, helping them grow both personally and professionally.",
    "Our Vision": "To empower students by enhancing their overall personality and equipping them to tackle the challenges of tomorrow.",
    "Our Mission": [
        "To instill self-confidence and self-awareness.",
        "To develop critical thinking and logical reasoning.",
        "To inspire students to explore and pursue their passions."
    ],
    "Why SCC?": "SCC provides a platform where students can nurture and showcase their talents while building essential leadership qualities. From communication and creativity to decision-making and management, SCC ensures a well-rounded personality development for its members.",
    "Our Programmes": "SCC organizes various events and activities, including sports tournaments, cultural showcases, skill development sessions, and academic competitions, all aimed at fostering growth and camaraderie among students.",
    "Meet the Founders": [
        "Aakash Tripathi",
        "Indraveer Singh",
        "Vishank Gola",
        "Mohit Prajapati",
        "Vikas Kumar",
        "Rajat Viragi",
        "Apoorv Kushwaha",
        "Anjani Kashyap"
    ],
    "Leadership Team (2021-22)": {
        "President": "Akash Tripathi",
        "Vice-President": "Indraveer Singh"
    },
    "Our Journey": "Since its inception, SCC has successfully hosted a range of events, from volleyball tournaments and article writing competitions to cultural extravaganzas and skill-based workshops. Our focus remains on fostering talent, enhancing skills, and preparing students for a bright future.",
    "Follow Us": {
        "Facebook": "StudentConsciousClub",
        "Instagram": "SccClubIndia",
        "Twitter": "StudentConsciousClub"
    }
}